acpi
adobe-source-code-pro-fonts
alsa-utils
alsi
ant
arandr
ark
asciidoc
autoconf
automake
bash
bazel
bc
binutils
bison
bluedevil
breeze-gtk
breeze-icons
bzip2
clang
code
compton
consolas-font
consul
coreutils
cowsay
cryfs
cryptsetup
cups
cups-pk-helper
dash
dblatex
device-mapper
dfhack-twbt-bin
dhcpcd
dhcping
dialog
diffutils
discover
dmenu-git
docker
docker-compose
dosbox
drkonqi
dropbox
dunst
e2fsprogs
eclipse-java
electron2
elinks
encfs
equilux-theme
ethtool
evince
fakeroot
feh
fetchmirrors
ffmpeg
file
filesystem
findutils
flex
fop
freeglut
gamin
gawk
gcc
gcc-libs
gdb
gettext
gifski
gimp
git
gksu
glibc
gnuplot
go
google-chrome
gperftools
gpsd
gradle
grep
groff
grub
gsm
gst-plugins-good
gst-plugins-ugly
gtk-chtheme
gtk-xfce-engine
gulp
gutenprint
gv
gvfs
gvfs-smb
gwaterfall
gzip
heidisql
htop
hugo
i3-gaps
i3blocks
i3lock-fancy-dualmonitors-git
i3status
i3status-rust-git
ifplugd
imagemagick
inetutils
intellij-idea-ce-eap
iotop
iproute2
iputils
irqbalance
iwd
jack
jdk-openjdk
jdk10-openjdk
jdk7-openjdk
jdk8-openjdk
jfsutils
kaccounts-integration
kaccounts-providers
kdiff3
kgamma5
kinfocenter
knetattach
kscreen
ksshaskpass
ksysguard
kwallet-pam
kwrited
less
lib32-alsa-plugins
lib32-fluidsynth
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-jack
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa-demos
lib32-mpg123
lib32-nvidia-390xx-utils
lib32-ocl-icd
lib32-openal
lib32-sdl2
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
libkscreen
libreoffice-fresh
libreoffice-fresh-en-gb
libtool
libva
libva-mesa-driver
licenses
light-locker
lightdm
lightdm-webkit-theme-litarvan
linux
linux-firmware
linux-headers
lldb
llvm
logrotate
lsof
lua-lgi
lvm2
lxappearance-gtk3
lynx
m4
maim
make
man-db
man-pages
mbrowse
mdadm
mdbook
mesa-demos
minecraft-technic-launcher
mlocate
mpg123
nano
nano-syntax-highlighting-git
nerd-fonts-complete
netctl
nginx
nodejs
nodejs-aglio
nodejs-material-design-icons
notify-when-done-i3-git
noto-fonts
noto-fonts-emoji
npm
nvidia-390xx-dkms
nvidia-390xx-settings
nvidia-390xx-utils
ocl-icd
openal
opencl-headers
openssh
openvpn
oxygen
p7zip
pacman
pam-krb5
patch
pciutils
perl
perl-lwp-protocol-https
perl-term-readkey
perl-tk
pigz
pkgconf
plasma-browser-integration
plasma-sdk
plasma-workspace-wallpapers
playerctl
plymouth
plymouth-theme-arch-breeze-git
plymouth-theme-arch-logo
polkit-kde-agent
postman-bin
powerline-fonts
procps-ng
protobuf
psmisc
pulseaudio-alsa
pygmentize
pyqt5-common
pyside2
python-brotlipy
python-pip
python-pyaml
python-pyopenssl
python-pyqt5
python-pysmbc
python-pysocks
python-ruamel-yaml
python-xdg
python-yaml
python2
python2-gobject
python2-pip
python2-pyaml
python2-pyqt5
python2-yaml
qt5-3d
qt5-accountsservice
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-webkit
qt5-websockets
qt5-webview
qt5-xmlpatterns
re2
redshift
reflector
reiserfsprogs
rustup
rxvt-unicode
s-nail
samba
sane
screen
scrot
sddm-kcm
sdl2_ttf
sdl_ttf
sed
shadow
silentcast
speex
spotify
sshfs
strace
sublime-merge
sublime-text-dev
sudo
sysfsutils
sysstat
system-config-printer
systemd
systemd-resolvconf
systemd-sysvcompat
tangerine-icon-theme
tango-icon-theme
tar
tbsm
terminus-font
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
thunar-archive-plugin
thunar-extended
thunar-media-tags-plugin
thunar-volman
thunderbird
tigervnc
tk
trash-cli
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cheapskate
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-font-awesome-4
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
tulizu
tumbler
typescript
typora
unarchiver
unclutter
unrar
usbutils
user-manager
util-linux
vagrant
valgrind
vi
virtualbox
virtualbox-host-dkms
vkd3d
vlc
vulkan-extra-layers
vulkan-headers
vulkan-html-docs
vulkan-tools
vulkan-trace
vulkan-validation-layers
wget
which
wine-mono
wine-staging
wine_gecko
wmctrl
xdg-desktop-portal-kde
xfsprogs
xorg-iceauth
xorg-luit
xorg-server-xephyr
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yay
zenity
zsh
