adapta-gtk-theme
alacritty
alsa-utils
android-file-transfer
ant
antiword
antlr4
arc-gtk-theme
arc-solid-gtk-theme
aspell
aspell-en
autoconf
automake
base
binutils
bison
blueberry
bluez-cups
bluez-utils
breeze-gtk
breeze-icons
btrfs-progs
cheese
clipgrab
code
consul
cups
cups-filters
cups-pdf
curl
dash
deepin-gtk-theme
dhcpcd
dialog
dkms
dmenu
docx2txt
dolphin
dolphin-plugins
dracut
elinks
evolution
evolution-ews
exo
faenza-icon-theme
fakeroot
ffmpegthumbnailer
ffmpegthumbs
fftw
file
findutils
firefox-developer-edition
flex
fzf
garcon
gawk
gcc
gcc-fortran
gettext
git
gnome-icon-theme-symbolic
gnome-keyring
gnome-logs
gnome-podcasts
go
gradle
grep
groff
grub
gst-plugin-gtk
gst-plugin-qmlgl
gst-plugins-espeak
gst-plugins-ugly
gtk-chtheme
gtk-engine-murrine
gtk-engines
gtk-theme-elementary
gtk2-perl
gvfs
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
htop
hunspell
hunspell-en_GB
hunspell-en_US
i3-gaps
i3lock
intel-ucode
intellij-idea-community-edition
java-rhino
jdk-openjdk
jdk8-openjdk
kate
keepass
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-vkd3d
libtool
linux
linux-firmware
linux-headers
lsof
lxappearance-gtk3
lxde-icon-theme
m4
make
mako
maven
mftrace
mlocate
mysql-workbench
nano
nautilus
neovim
ntfs-3g
opendesktop-fonts
openjdk-doc
openjdk-src
openjdk11-doc
openjdk11-src
openjdk8-doc
openjdk8-src
openresolv
openssh
oxygen-gtk2
pacman
patch
pavucontrol
pkgconf
powerline-fonts
ppp
protobuf
pulseaudio-alsa
python-dnspython
python2-dnspython
qjournalctl
reflector
ruby-docs
rustup
rxvt-unicode
samba
sdl2_ttf
sdl_ttf
sed
speedtest-cli
splix
strace
sudo
sway
swayidle
swaylock
texinfo
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tree
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-cormorant
ttf-dejavu
ttf-hack
ttf-inconsolata
ttf-joypixels
ttf-linux-libertine
ttf-ubuntu-font-family
tumbler
twine
vagrant
vi
vim
virtualbox
virtualbox-host-dkms
vkd3d
vlc
wallutils
wget
which
wine
wine-gecko
wine-mono
winetricks
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
zsh-completions
